 - سياسة الخصوصية الديناميكية

خصوصيتك مهمة بالنسبة لنا. تقضي سياسة Dubiaz باحترام خصوصيتك فيما يتعلق بأي معلومات قد نجمعها منك من خلال تطبيقنا ، .

نحن نطلب المعلومات الشخصية فقط عندما نحتاجها حقًا لتقديم خدمة لك. نجمعها بوسائل عادلة وقانونية بمعرفتك وموافقتك. نخبرك أيضًا لماذا نقوم بجمعها وكيف سيتم استخدامها.

نحن نحتفظ فقط بالمعلومات التي تم جمعها طالما كان ذلك ضروريًا لتزويدك بالخدمة المطلوبة. ما هي البيانات التي نخزنها ، سنحميها ضمن الوسائل المقبولة تجاريًا لمنع الفقد والسرقة ، بالإضافة إلى الوصول غير المصرح به أو الكشف أو النسخ أو الاستخدام أو التعديل.

نحن لا نشارك أي معلومات تعريف شخصية علنًا أو مع أطراف ثالثة ، إلا عندما يقتضي القانون ذلك.

قد يرتبط تطبيقنا بمواقع خارجية لا نقوم بتشغيلها. يرجى العلم أنه ليس لدينا أي سيطرة على محتوى وممارسات هذه المواقع ، ولا يمكننا قبول المسؤولية أو المسؤولية عن سياسات الخصوصية الخاصة بكل منها.

لك مطلق الحرية في رفض طلبنا للحصول على معلوماتك الشخصية ، على أساس أننا قد لا نتمكن من تزويدك ببعض الخدمات التي تريدها.

سيعتبر استمرار استخدامك لتطبيقنا بمثابة قبول لممارساتنا المتعلقة بالخصوصية والمعلومات الشخصية. إذا كانت لديك أي أسئلة حول كيفية تعاملنا مع بيانات المستخدم والمعلومات الشخصية ، فلا تتردد في الاتصال بنا.

هذه السياسة سارية اعتبارًا من 10 يونيو 2019.

 - شروط الخدمة الديناميكية من Notch

1. الشروط

من خلال الوصول إلى تطبيقنا ،  - Dynamic Notch ، فإنك توافق على الالتزام بشروط الخدمة هذه ، وجميع القوانين واللوائح المعمول بها ، وتوافق على أنك مسؤول عن الامتثال لأي قوانين محلية معمول بها. إذا كنت لا توافق على أي من هذه الشروط ، فيُحظر عليك استخدام أو الوصول إلى  - Dynamic Notch. المواد الواردة في  - Dynamic Notch محمية بموجب قانون حقوق النشر والعلامات التجارية المعمول به.

2. ترخيص الاستخدام

يتم منح الإذن لتنزيل نسخة واحدة مؤقتًا من المطور صابر - Dynamic Notch لكل جهاز للمشاهدة الشخصية غير التجارية العابرة فقط. هذا هو منح الترخيص ، وليس نقل الملكية ، وبموجب هذا الترخيص لا يجوز لك:

تعديل أو نسخ المواد ؛

استخدام المواد لأي غرض تجاري ، أو لأي عرض عام (تجاري أو غير تجاري) ؛

محاولة فك أو عكس هندسة أي برنامج موجود في  - Dynamic Notch ؛

إزالة أي حقوق التأليف والنشر أو غيرها من تدوينات الملكية من المواد ؛ أو

نقل المواد إلى شخص آخر أو "نسخ" المواد الموجودة على أي خادم آخر.

ينتهي هذا الترخيص تلقائيًا إذا انتهكت أيًا من هذه القيود وقد يتم إنهاؤه بواسطة Dubiaz في أي وقت. عند إنهاء عرضك لهذه المواد أو عند إنهاء هذا الترخيص ، يجب عليك تدمير أي مواد تم تنزيلها في حوزتك سواء في شكل إلكتروني أو مطبوع.

3. إخلاء المسؤولية

يتم توفير المواد داخل المطور صابر🎉 - Dynamic Notch على أساس "كما هي". لا تقدم Dubiaz أي ضمانات ، صريحة أو ضمنية ، وتخلي مسؤوليتها وتنفي بموجبها جميع الضمانات الأخرى بما في ذلك ، على سبيل المثال لا الحصر ، الضمانات الضمنية أو شروط القابلية للتسويق أو الملاءمة لغرض معين أو عدم التعدي على الملكية الفكرية أو أي انتهاك آخر للحقوق.

علاوة على ذلك ، لا تضمن Dubiaz أو تقدم أي إقرارات تتعلق بالدقة أو النتائج المحتملة أو موثوقية استخدام المواد الموجودة على تطبيقها أو المتعلقة بهذه المواد أو على أي مواقع مرتبطة بـ  - Dynamic Notch.

4. القيود

لن تتحمل دبياز أو مورديها بأي حال من الأحوال المسؤولية عن أي أضرار (بما في ذلك ، على سبيل المثال لا الحصر ، الأضرار الناجمة عن فقدان البيانات أو الأرباح ، أو بسبب انقطاع الأعمال) الناشئة عن استخدام أو عدم القدرة على استخدام  - Dynamic Notch ، حتى لو كانت Dubiaz أو تم إخطار ممثل دوبيز المعتمد شفهياً أو خطياً بإمكانية حدوث مثل هذا الضرر. نظرًا لأن بعض الولايات القضائية لا تسمح بفرض قيود على الضمانات الضمنية أو قيود المسؤولية عن الأضرار التبعية أو العرضية ، فقد لا تنطبق هذه القيود عليك.

5. دقة المواد

يمكن أن تشتمل المواد التي تظهر في  - Dynamic Notch على أخطاء فنية أو مطبعية أو فوتوغرافية. لا تضمن Dubiaz أن أيًا من المواد الموجودة في  - Dynamic Notch دقيقة أو كاملة أو حديثة. قد تقوم Dubiaz بإجراء تغييرات على المواد الواردة في  - Dynamic Notch في أي وقت دون إشعار مسبق. ومع ذلك ، لا تقدم Dubiaz أي التزام بتحديث المواد.

6. الروابط

لم تقم Dubiaz بمراجعة جميع المواقع المرتبطة بتطبيقها وليست مسؤولة عن محتويات أي موقع مرتبط من هذا القبيل. إن تضمين أي رابط لا يعني موافقة شركة Dubiaz على الموقع. استخدام أي موقع مرتبط يكون على مسؤولية المستخدم الخاصة.

7. التعديلات

قد تقوم Dubiaz بمراجعة شروط الخدمة هذه لتطبيقها في أي وقت دون إشعار. باستخدام NotiGuy - Dynamic Notch ، فإنك توافق على الالتزام بالإصدار الحالي لشروط الخدمة هذه.

8. القانون الحاكم

تخضع هذه الشروط والأحكام وتفسر وفقًا لقوانين دولة الإمارات العربية المتحدة وأنت تخضع بشكل نهائي للاختصاص القضائي الحصري للمحاكم في تلك الدولة أو الموقع.

 - إعلان الوصول إلى بيانات المستخدم الديناميكي من Notch

جمع البيانات

لا يتم جمع أي بيانات

مشاركة البيانات

لا يتم تبادل البيانات

الدخول الى البيانات

بناءً على الميزات الممكّنة ، قد تتطلب بعض الميزات وصولاً محليًا. دون تخزين أو مشاركة البيانات الخاصة بك. \ n تتم جميع عمليات المعالجة محليًا في رمز على هاتفك. \ n - يتطلب الوصول إلى الإشعارات فقط لكي يعمل التطبيق نيابة عنه اعتمادًا على التطبيق أو اسم المرسل مثل لون أو نمط هذه الإشعارات. \ن

إجراءات معالجة البيانات الآمنة

لا يتم مشاركة أي بيانات ، يتم معالجة جميع البيانات محليًا على الهاتف

حذف البيانات

بحذف التطبيق ، سيتم حذف جميع البيانات أيضًا

المطور saber 

موقع

الإمارات - دبي

موقع إلكتروني

https://whatsaber2.blogspot.com

